data/B12323648_R_FR_A0_2024_02_28_08_33_27_821.E.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<siiLR:SuministroLRFacturasRecibidas>
			<sii:Cabecera>
				<sii:IDVersionSii>1.1</sii:IDVersionSii>
				<sii:Titular>
					<sii:NombreRazon>Distribuciones Rosell SL</sii:NombreRazon>
					<sii:NIF>B12323648</sii:NIF>
				</sii:Titular>
				<sii:TipoComunicacion>A0</sii:TipoComunicacion>
			</sii:Cabecera>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>A08000820</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>16092483</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>15-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>48885.10</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a CERVEZAS DAMM, f. 16092483</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>40400.91</sii:BaseImponible>
								<sii:CuotaSoportada>8484.19</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>CERVEZAS DAMM</sii:NombreRazon>
						<sii:NIF>A08000820</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>8484.19</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>A12662813</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>P24/000022</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>20-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>807.04</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a AIGUA DE BENASSAL S.A., f. P24/000022</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>10.00</sii:TipoImpositivo>
								<sii:BaseImponible>733.67</sii:BaseImponible>
								<sii:CuotaSoportada>73.37</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>AIGUA DE BENASSAL S.A.</sii:NombreRazon>
						<sii:NIF>A12662813</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>73.37</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>A12662813</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>V24/000320</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>21-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>4004.54</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a AIGUA DE BENASSAL S.A., f. V24/000320</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>0.05</sii:BaseImponible>
								<sii:CuotaSoportada>0.01</sii:CuotaSoportada>
							</sii:DetalleIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>10.00</sii:TipoImpositivo>
								<sii:BaseImponible>3640.44</sii:BaseImponible>
								<sii:CuotaSoportada>364.04</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>AIGUA DE BENASSAL S.A.</sii:NombreRazon>
						<sii:NIF>A12662813</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>364.05</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>B65206708</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>2024N430</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>27-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>555.54</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a ROQUETA ORIGEN SL, f. 2024N430</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>459.12</sii:BaseImponible>
								<sii:CuotaSoportada>96.42</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>ROQUETA ORIGEN SL</sii:NombreRazon>
						<sii:NIF>B65206708</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>96.42</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>B12497178</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>00048</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>22-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>296.45</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a IMPRESIONES Y MARCAJES SEBASTIA,S.L., f. 00048</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>245.00</sii:BaseImponible>
								<sii:CuotaSoportada>51.45</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>IMPRESIONES Y MARCAJES SEBASTIA,S.L.</sii:NombreRazon>
						<sii:NIF>B12497178</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>51.45</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>B97764922</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>124000091</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>23-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>827.92</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a PEREPEREZ GARRIDO S.L., f. 124000091</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>684.23</sii:BaseImponible>
								<sii:CuotaSoportada>143.69</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>PEREPEREZ GARRIDO S.L.</sii:NombreRazon>
						<sii:NIF>B97764922</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>143.69</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>B64076482</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>2240111953</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>22-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>255.24</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a QUIRONPREVENCION,S.L.U., f. 2240111953</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>210.94</sii:BaseImponible>
								<sii:CuotaSoportada>44.30</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>QUIRONPREVENCION,S.L.U.</sii:NombreRazon>
						<sii:NIF>B64076482</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>44.30</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>A87323705</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>CRLEF2400022402</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>26-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>307.36</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a STELLANTIS FINANCIAL SERVICES SPAIN,E.F.C., f. CRLEF2400022402</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>254.02</sii:BaseImponible>
								<sii:CuotaSoportada>53.34</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>STELLANTIS FINANCIAL SERVICES SPAIN,E.F.C.</sii:NombreRazon>
						<sii:NIF>A87323705</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>53.34</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
			<siiLR:RegistroLRFacturasRecibidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>02</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>A87323705</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>CRLEF2400017304</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>20-02-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaRecibida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>417.38</sii:ImporteTotal>
					<sii:DescripcionOperacion>Compra de bienes y/o servicios a STELLANTIS FINANCIAL SERVICES SPAIN,E.F.C., f. CRLEF2400017304</sii:DescripcionOperacion>
					<sii:DesgloseFactura>
						<sii:DesgloseIVA>
							<sii:DetalleIVA>
								<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
								<sii:BaseImponible>344.94</sii:BaseImponible>
								<sii:CuotaSoportada>72.44</sii:CuotaSoportada>
							</sii:DetalleIVA>
						</sii:DesgloseIVA>
					</sii:DesgloseFactura>
					<sii:Contraparte>
						<sii:NombreRazon>STELLANTIS FINANCIAL SERVICES SPAIN,E.F.C.</sii:NombreRazon>
						<sii:NIF>A87323705</sii:NIF>
					</sii:Contraparte>
					<sii:FechaRegContable>28-02-2024</sii:FechaRegContable>
					<sii:CuotaDeducible>72.44</sii:CuotaDeducible>
				</siiLR:FacturaRecibida>
			</siiLR:RegistroLRFacturasRecibidas>
		</siiLR:SuministroLRFacturasRecibidas>
	</soapenv:Body>
</soapenv:Envelope>
